export default [
    {
        "id": "1",
        "date": "2019-05-22T15:12:18.000Z",
        "title": "О пиве глазами химика. Часть 1",
        "text": "Как я и обещал ранее, я немного пропал в связи со своей командировкой. Нет, она ещё не закончилась, но навеяла некоторые мысли, которыми я решил поделиться с тобой. Речь пойдёт о пиве. Я не буду сейчас топить за те или иные сорта, спорить, какой вкус и цвет в организме меняется меньше от момента употребления до момента… ну ты понял – я хочу просто поговорить о том, как видится мне процесс производства, различия и влияния пива на наш организм с точки зрения химии. Многие считают, что пиво – напиток простого люда – и очень ошибаются, многие считают, что пиво вредное – и тоже ошибаются, впрочем, как и те, что считают, что пиво – не вредное. И мы разберём и это! В отличие от предыдущих статей — я постараюсь избавить от лонгридов, а лучше разделю этот рассказ на несколько. И если на каком-то этапе интереса не будет — то просто перестану травмировать мозг бедного читателя. Ну поехали.",
        "comments": [
            {
                "id": "sdfdsf",
                "user": "rsashka",
                "text": "Ах да, дома живёт ваш самый страшный враг — холодильник. "
            },
            {
                "id": "sdfdsf1",
                "user": "np",
                "text": "На самом деле, страшный враг — это сама необходимость поесть. Жутко отвлекает от процесса. Равно как и другие физиологические потребности :("
            }
        ]
    },
    {
        "id": "2",
        "date": "2019-08-22T20:12:18.000Z",
        "title": "В свежей Windows 10 уже обнаружена уязвимость нулевого дня",
        "text": "Независимая ИБ-исследовательница под ником SandboxEscaper опубликовала эксплойт к актуальной версии Windows 10. Уязвимость Планировщика заданий (Task Scheduler) позволяет взломщику получить дополнительные права в системе и открыть файлы с уровнем доступа SYSTEM. Новость появилась практически одновременно с выпуском очередного пакета обновлений Windows 10. Эксперты CERT/CC подтвердили работоспособность эксплойта на 64- и 32-битных версиях систем с последними патчами, а также Windows Server 2016 и 2019. Пользователей Windows 7 и 8 угроза не коснулась.Проблема оказалась связана с обратной совместимостью Планировщика заданий, конкретно — с механизмом обработки задач в формате JOB, который использовался еще в Windows XP. Эти файлы разграничивают права пользователей через так называемые списки избирательного управления доступом (discretionary access control lists, DACL). Как выяснилось, в отсутствие этих элементов система снимает ограничения, позволяя любому пользователю работать с данными.",
        "comments": [
            {
                "id": "sdfdsf10",
                "user": "pnetmon",
                "text": " 10 вышла"
            },
            {
                "id": "sdfdsf11",
                "user": "netmon",
                "text": "Просто на данное время нету на habre публикаций о этом событии."
            }
        ]
    }

]